export const fftSizes = [32768, 16384, 8192, 2048, 1024, 512, 256, 128];
export const enNoteStringsSharp = [
  'C', 'C♯', 'D', 'D♯', 'E', 'F', 'F♯', 'G', 'G♯', 'A', 'A♯', 'B',
];
export const romanNoteStringsSharp = [
  'До', 'До♯', 'Ре', 'Ре♯', 'Ми', 'Фа', 'Фа♯', 'Соль', 'Соль♯', 'Ля', 'Ля♯', 'Си',
];
export const romanOctaves = [
  'Субсубконтроктава', 'Субконтроктава', 'Контроктава',
  'Большая октава', 'Малая октава',
  'Первая октава', 'Вторая октава', 'Третья октава', 'Четвёртая октава', 'Пятая октава',
];
